Repository: ygtdmr/yd-mobile-app-wp-plugin
Catalog: languages/yd-mobile-app-*.po
Languages: de_de, fr_fr, ro_ro, tr_tr

source: Right top
de_de: Rechts oben
fr_fr: Haut droit
ro_ro: Dreapta sus
tr_tr: Sağ Üst

source: Properties
de_de: Eigenschaften
fr_fr: Propriétés
ro_ro: Proprietăți
tr_tr: Özellikler

source: Left top
de_de: Links oben
fr_fr: Haut gauche
ro_ro: Stânga sus
tr_tr: Sol Üst

source: Params
de_de: Parameter
fr_fr: Paramètres
ro_ro: Parametri
tr_tr: Parametreler

source: Add param
de_de: Parameter hinzufügen
fr_fr: Ajouter un paramètre
ro_ro: Adaugă parametru
tr_tr: Parametre Ekle

source: Clear params
de_de: Parameter löschen
fr_fr: Effacer les paramètres
ro_ro: Șterge parametrii
tr_tr: Parametreleri Temizle

source: Custom
de_de: Benutzerdefiniert
fr_fr: Personnalisé
ro_ro: Personalizat
tr_tr: Özel

source: Tag
fr_fr: Étiquette
ro_ro: Etichetă
tr_tr: Etiket

source: Ensures define title on media. If desired to be empty title, title hides.
de_de: Definiert einen Titel auf dem Medium. Wenn der Titel leer sein soll, wird er ausgeblendet.
fr_fr: Assure la définition d’un titre sur le média. Si le titre est vide, il sera masqué.
ro_ro: Definește un titlu pe media. Dacă se dorește un titlu gol, acesta este ascuns.
tr_tr: Medyada başlık tanımlamanızı sağlar. Başlık boş bırakılırsa görünmez.

source: Appears title on the media.
de_de: Titel wird auf dem Medium angezeigt.
fr_fr: Le titre apparaît sur le média.
ro_ro: Titlul apare pe media.
tr_tr: Medyada başlık görünür.

source: Ensures select media for grid item. Only one media can select.
de_de: Wählt ein Medium für das Rasterelement aus. Es kann nur ein Medium ausgewählt werden.
fr_fr: Assure la sélection d’un média pour l’élément de grille. Un seul média peut être choisi.
ro_ro: Selectați un media pentru elementul grilă. Se poate selecta un singur media.
tr_tr: Izgara öğesi için medya seçmenizi sağlar. Yalnızca bir medya seçilebilir.

source: Appears selected media on grid item.
de_de: Das ausgewählte Medium erscheint im Rasterelement.
fr_fr: Le média sélectionné apparaît sur l’élément de grille.
ro_ro: Media selectată apare în elementul grilă.
tr_tr: Seçilen medya ızgara öğesinde görünür.

source: New translate
de_de: Neue Übersetzung
fr_fr: Nouvelle traduction
ro_ro: Traducere nouă
tr_tr: Yeni Çeviri

source: On sale
de_de: Im Angebot
fr_fr: En promotion
ro_ro: La promoție
tr_tr: İndirimde

source: Filters products by on sale or not.
de_de: Filtert Produkte nach "Im Angebot" oder nicht.
fr_fr: Filtre les produits selon qu’ils sont en promotion ou non.
ro_ro: Filtrează produsele după "la promoție" sau nu.
tr_tr: Ürünleri indirim durumuna göre filtreler.

source: Ensures filter products by on sale or not.
de_de: Stellt sicher, dass nach "Im Angebot" gefiltert wird.
fr_fr: Assure le filtrage des produits en promotion ou non.
ro_ro: Se asigură filtrarea produselor după "la promoție".
tr_tr: Ürünleri indirim durumuna göre filtrelemenizi sağlar.

source: Class
de_de: Klasse
fr_fr: Classe
ro_ro: Clasă
tr_tr: Sınıf

source: Ensures appear custom style in mobile app.
de_de: Sorgt dafür, dass benutzerdefinierte Stile in der mobilen App erscheinen.
fr_fr: Assure l’apparition d’un style personnalisé dans l’application mobile.
ro_ro: Asigură apariția stilurilor personalizate în aplicația mobilă.
tr_tr: Mobil uygulamada özel stilin görünmesini sağlar.

source: This field can fill for custom style in mobile app otherwise leave empty this field.
de_de: Dieses Feld kann für benutzerdefinierte Stile in der mobilen App ausgefüllt werden, andernfalls leer lassen.
fr_fr: Ce champ peut être rempli pour un style personnalisé dans l’application mobile ; sinon, laissez-le vide.
ro_ro: Acest câmp poate fi completat pentru stil personalizat în aplicația mobilă, altfel lăsați‑l gol.
tr_tr: Mobil uygulamada özel stil için bu alan doldurabilir, aksi takdirde bu alanı boş bırakın.

source: Action of "More" Button
de_de: Aktion des „Mehr“‑Buttons
fr_fr: Action du bouton "Plus"
ro_ro: Acțiunea butonului „Mai mult”
tr_tr: "Daha Fazla" düğmesinin eylemi

source: Widgets
ro_ro: Widget‑uri
tr_tr: Widget'lar
