Repository: ygtdmr/yd-mobile-app-wp-plugin
Catalog: languages/yd-mobile-app-*.po
Languages: de_de, fr_fr, ro_ro, tr_tr

source: Are you sure to remove this item?
de_de: Sind Sie sicher, dass Sie dieses Element entfernen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer cet élément ?
ro_ro: Sigur doriți să eliminați acest element?
tr_tr: Bu öğeyi kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to clear all?
de_de: Sind Sie sicher, dass Sie alles löschen möchten?
fr_fr: Êtes-vous sûr de vouloir tout effacer ?
ro_ro: Sigur doriți să goliți tot?
tr_tr: Tümünü temizlemek istediğinizden emin misiniz?

source: Mobile App
fr_fr: Appli mobile
ro_ro: Aplicație mobilă
tr_tr: Mobil Uygulama

source: Auto Translate
de_de: Automatisch übersetzen
fr_fr: Traduction automatique
ro_ro: Traducere automată
tr_tr: Otomatik Çeviri

source: Translate only draft
de_de: Nur schwebende Entwürfe übersetzen
fr_fr: Traduire uniquement les brouillons
ro_ro: Tradu doar versiunile de ciornă
tr_tr: Yalnızca Taslakları Çevir

source: If enable this, translates only draft languages. Otherwise, translates all.
de_de: Wenn diese Option aktiviert ist, werden nur Entwurfssprachen übersetzt. Andernfalls werden alle Sprachen übersetzt.
fr_fr: Si cette option est activée, seules les langues en brouillon sont traduites ; sinon, toutes les langues sont traduites.
ro_ro: Dacă această opțiune este activată, se traduc doar limbile în stadiu de ciornă. Altfel, se traduc toate limbile.
tr_tr: Bu özellik etkinleştirilirse yalnızca taslak diller çevrilir; aksi takdirde tüm diller çevrilir.

source: Ensures translates only draft languages.
de_de: Stellt sicher, dass nur Entwurfssprachen übersetzt werden.
fr_fr: Garantit que seules les langues brouillons sont traduites.
ro_ro: Asigură traducerea doar a limbilor aflate în stadiu de ciornă.
tr_tr: Yalnızca taslak dillerin çevrilmesini sağlar.

source: Translate selected languages
de_de: Ausgewählte Sprachen übersetzen
fr_fr: Traduire les langues sélectionnées
ro_ro: Tradu limbile selectate
tr_tr: Seçilen Dilleri Çevir

source: Enter language
de_de: Sprache eingeben
fr_fr: Saisissez la langue
ro_ro: Introduceți limba
tr_tr: Dil Girin

source: You can type keyword to search for supported language.
de_de: Sie können ein Schlüsselwort eingeben, um nach einer unterstützten Sprache zu suchen.
fr_fr: Vous pouvez taper un mot‑clé pour rechercher une langue prise en charge.
ro_ro: Puteți introduce un cuvânt‑cheie pentru a căuta o limbă acceptată.
tr_tr: Desteklenen diller arasında arama yapmak için anahtar kelime yazabilirsiniz.

source: If decided to only selected language translate, select one or more supported language.
de_de: Falls nur bestimmte Sprachen übersetzt werden sollen, wählen Sie eine oder mehrere unterstützte Sprachen aus.
fr_fr: Si vous décidez de ne traduire que certaines langues, sélectionnez une ou plusieurs langues prises en charge.
ro_ro: Dacă doriți să traduceți doar anumite limbi, selectați una sau mai multe limbi acceptate.
tr_tr: Yalnızca seçili dillerin çevrilmesini istiyorsanız, bir veya daha fazla desteklenen dil seçin.

source: Start translate
de_de: Übersetzung starten
fr_fr: Démarrer la traduction
ro_ro: Pornește traducerea
tr_tr: Çeviriyi Başlat

source: Auto translate is running
de_de: Automatische Übersetzung läuft
fr_fr: La traduction automatique est en cours
ro_ro: Traducerea automată este în curs
tr_tr: Otomatik çeviri çalışıyor

source: Stop translate
de_de: Übersetzung stoppen
fr_fr: Arrêter la traduction
ro_ro: Oprește traducerea
tr_tr: Çeviriyi Durdur

source: Notice: Each press publish button, customer receives a new notification.
de_de: Hinweis: Jedes Mal, wenn der Veröffentlichen‑Button gedrückt wird, primește clientul o notificare nouă.
fr_fr: Remarque : chaque fois que vous appuyez sur Publier, le client reçoit une nouvelle notification.
ro_ro: Notă: La fiecare apăsare a butonului de publicare, clientul primește o nouă notificare.
tr_tr: Uyarı: Yayınla düğmesine her basıldığında müşteri yeni bir bildirim alır.

source: Ensures appears title of notification.
de_de: Sorgt dafür, dass der Titel der Benachrichtigung angezeigt wird.
fr_fr: Assure que le titre de la notification apparaît.
ro_ro: Se asigură că titlul notificării este afișat.
tr_tr: Bildirim başlığının görünmesini sağlar.

source: Enter title of notification.
de_de: Titel der Benachrichtigung eingeben.
fr_fr: Saisissez le titre de la notification.
ro_ro: Introduceți titlul notificării.
tr_tr: Bildirim başlığını girin.

source: Ensures appears text of notification.
de_de: Sorgt dafür, dass der Text der Benachrichtigung angezeigt wird.
fr_fr: Assure que le texte de la notification apparaît.
ro_ro: Se asigură că textul notificării este afișat.
tr_tr: Bildirim metninin görünmesini sağlar.

source: Enter text of notification.
de_de: Text der Benachrichtigung eingeben.
fr_fr: Saisissez le texte de la notification.
ro_ro: Introduceți textul notificării.
tr_tr: Bildirim metnini girin.

source: Application languages translating automatically.
de_de: Anwendungssprachen werden automatisch übersetzt.
fr_fr: Les langues de l’application sont traduites automatiquement.
ro_ro: Limbile aplicației sunt traduse automat.
tr_tr: Uygulama dilleri otomatik olarak çevriliyor.

source: Add new translate
de_de: Neue Übersetzung hinzufügen
fr_fr: Ajouter une nouvelle traduction
ro_ro: Adaugă traducere nouă
tr_tr: Yeni Çeviri Ekle

source: Default value
de_de: Standardwert
fr_fr: Valeur par défaut
ro_ro: Valoare implicită
tr_tr: Varsayılan Değer

source: Enter value
de_de: Wert eingeben
fr_fr: Saisissez la valeur
ro_ro: Introduceți valoarea
tr_tr: Değer Girin

source: Supported Languages
de_de: Unterstützte Sprachen
fr_fr: Langues prises en charge
ro_ro: Limbi acceptate
tr_tr: Desteklenen Diller

source: You can type keyword to search for language.
de_de: Sie können ein Schlüsselwort eingeben, um nach einer Sprache zu suchen.
fr_fr: Vous pouvez taper un mot-clé pour rechercher une langue.
ro_ro: Puteți introduce un cuvânt‑cheie pentru a căuta o limbă.
tr_tr: Dil aramak için anahtar kelime yazabilirsiniz.

source: If decided to app is multilingual, define supported languages. This requires for widget content etc.
de_de: Falls die App mehrsprachig sein soll, definieren Sie die unterstützten Sprachen. Acest lucru este necesar pentru conținutul widget‑urilor etc.
fr_fr: Si vous décidez que l’application est multilingue, définissez les langues prises en charge. Ceci est nécessaire pour le contenu des widgets, etc.
ro_ro: Dacă aplicația trebuie să fie multilingvă, definiți limbile acceptate. Acest lucru este necesar pentru conținutul widget‑urilor etc.
tr_tr: Uygulamanın çok dilli olmasına karar verildiyse, desteklenen dilleri tanımlayın. Bu, bileşen içeriği vb. için gereklidir.

source: Grid item
de_de: Rasterelement
fr_fr: Élément de grille
ro_ro: Element grilă
tr_tr: Izgara Öğesi

source: Ensures define title on image. If desired to be empty title, title hides.
de_de: Definiert einen Titel auf dem Bild. Falls der Titel leer sein soll, wird er ausgeblendet.
fr_fr: Assure la définition d’un titre sur l’image. Si le titre est vide, il sera masqué.
ro_ro: Definiți un titlu pe imagine. Dacă se dorește un titlu gol, acesta va fi ascuns.
tr_tr: Görselde başlık tanımlamanızı sağlar. Başlık boş bırakılırsa görünmez.

source: Appears title on the image.
de_de: Titel wird auf dem Bild angezeigt.
fr_fr: Le titre apparaît sur l’image.
ro_ro: Titlul apare pe imagine.
tr_tr: Görselde başlık görünür.

source: Ensures select image for grid item. Only one image can select.
de_de: Wählt ein Bild für das Rasterelement aus. Es kann nur ein Bild gewählt werden.
fr_fr: Assure la sélection d’une image pour l’élément de grille. Une seule image peut être choisie.
ro_ro: Selectați o imagine pentru elementul grilă. Se poate selecta o singură imagine.
tr_tr: Izgara öğesi için bir resim seçmenizi sağlar. Yalnızca bir resim seçilebilir.

source: Appears selected image on grid item.
de_de: Das ausgewählte Bild erscheint im Rasterelement.
fr_fr: L’image sélectionnée apparaît sur l’élément de grille.
ro_ro: Imaginea selectată apare în elementul grilă.
tr_tr: Seçilen resim ızgara öğesinde görünür.

source: Label Item
de_de: Label‑Element
fr_fr: Élément d’étiquette
ro_ro: Element etichetă
tr_tr: Etiket Öğesi

source: Label
fr_fr: Étiquette
ro_ro: Etichetă
tr_tr: Etiket

source: Ensures define label on widget.
de_de: Definiert ein Label im Widget.
fr_fr: Assure la définition de l’étiquette sur le widget.
ro_ro: Definește o etichetă în widget.
tr_tr: Bileşende etiket tanımlamanızı sağlar.

source: Appears label on the widget.
de_de: Label wird im Widget angezeigt.
fr_fr: L’étiquette apparaît sur le widget.
ro_ro: Eticheta este afișată în widget.
tr_tr: Etiket bileşende görünür.

source: Enable custom products
de_de: Benutzerdefinierte Produkte aktivieren
fr_fr: Activer les produits personnalisés
ro_ro: Activează produse personalizate
tr_tr: Özel Ürünleri Etkinleştir

source: If enable this, products are lists by product name otherwise lists products in the category.
de_de: Wenn aktiviert, werden Produkte nach Produktnamen gelistet, andernfalls Produkte aus der Kategorie.
fr_fr: Si cette option est activée, les produits sont listés par nom ; sinon, les produits de la catégorie sont listés.
ro_ro: Dacă este activat, produsele sunt listate după numele produsului, altfel produsele din categorie.
tr_tr: Bu özellik etkinleştirilirse ürünler ürün adına göre listelenir; aksi takdirde kategorideki ürünler listelenir.

source: Ensures enter only product name for below selection.
de_de: Geben Sie nur den Produktnamen für die folgende Auswahl ein.
fr_fr: Assure que seul le nom du produit soit saisi pour la sélection ci‑dessous.
ro_ro: Introduceți doar numele produsului pentru selecția de mai jos.
tr_tr: Aşağıdaki seçim için yalnızca ürün adının girilmesini sağlar.

source: Category or product name
de_de: Kategorie‑ oder Produktname
fr_fr: Catégorie ou nom du produit
ro_ro: Categorie sau nume produs
tr_tr: Kategori veya Ürün Adı

source: Enter name
de_de: Name eingeben
fr_fr: Saisissez le nom
ro_ro: Introduceți numele
tr_tr: Ad Girin

source: This ensures list products in the category or by product name.
de_de: Listet Produkte in der Kategorie oder nach Produktnamen auf.
fr_fr: Cela garantit l’affichage des produits par catégorie ou par nom de produit.
ro_ro: Listează produse în categorie sau după numele produsului.
tr_tr: Bu, ürünleri kategoriye veya ürün adına göre listelemenizi sağlar.

source: Appears products in the category or by product name.
de_de: Zeigt Produkte in der Kategorie oder nach Produktnamen an.
fr_fr: Les produits apparaissent par catégorie ou par nom de produit.
ro_ro: Afișează produse în categorie sau după numele produsului.
tr_tr: Ürünler, kategoriye veya ürün adına göre görüntülenir.

source: Custom Parameters
de_de: Benutzerdefinierte Parameter
fr_fr: Paramètres personnalisés
ro_ro: Parametri personalizați
tr_tr: Özel Parametreler

source: The following options affect products filtering.
de_de: Die folgenden Optionen beeinflussen die Produktfilterung.
fr_fr: Les options suivantes influencent le filtrage des produits.
ro_ro: Următoarele opțiuni afectează filtrarea produselor.
tr_tr: Aşağıdaki seçenekler ürün filtrelemeyi etkiler.

source: If desired filtering products by on sale or not, this option should be checked.
de_de: Wenn Sie Produkte nach "Im Angebot" filtern möchten, aktivieren Sie diese Option.
fr_fr: Si vous souhaitez filtrer les produits en promotion ou non, cochez cette option.
ro_ro: Dacă doriți să filtrați produsele după "la promoție" sau nu, bifați această opțiune.
tr_tr: Ürünleri indirimde olup olmadığına göre filtrelemek istiyorsanız bu seçeneği işaretleyin.

source: Ensures enable filtering products by on sale or not
de_de: Aktiviert das Filtern nach "Im Angebot".
fr_fr: Assure l’activation du filtrage des produits en promotion ou non
ro_ro: Activează filtrarea după "la promoție".
tr_tr: Ürünleri indirimde olup olmadığına göre filtrelemeyi etkinleştirir.

source: Ensures filter products by keywords.
de_de: Aktiviert das Filtern nach Schlüsselwörtern.
fr_fr: Assure le filtrage des produits par mots‑clés.
ro_ro: Activează filtrarea după cuvinte‑cheie.
tr_tr: Ürünleri anahtar kelimelere göre filtrelemenizi sağlar.

source: Filters products by keywords: SKU, product name etc.
de_de: Filtert Produkte nach Schlüsselwörtern: SKU, Produktname usw.
fr_fr: Filtre les produits par mots‑clés : SKU, nom du produit, etc.
ro_ro: Filtrează produse după cuvinte‑cheie: SKU, nume produs etc.
tr_tr: Ürünleri şu anahtar kelimelerle filtreler: SKU, ürün adı vb.

source: Ensures filter products by start with minimum price.
de_de: Aktiviert das Filtern ab einem Mindestpreis.
fr_fr: Assure le filtrage des produits à partir d’un prix minimum.
ro_ro: Activează filtrarea pornind de la un preț minim.
tr_tr: Ürünleri minimum fiyattan başlayarak filtrelemenizi sağlar.

source: Filters products by start with minimum price.
de_de: Filtert Produkte ab einem Mindestpreis.
fr_fr: Filtre les produits à partir d’un prix minimum.
ro_ro: Filtrează produse pornind de la un preț minim.
tr_tr: Ürünleri minimum fiyattan başlayarak filtreler.

source: Ensures filter products limit by maximum price.
de_de: Aktiviert das Filtern bis zu einem Höchstpreis.
fr_fr: Assure le filtrage des produits jusqu’à un prix maximum.
ro_ro: Activează limitarea filtrării la un preț maxim.
tr_tr: Ürünleri azami fiyata göre filtrelemenizi sağlar.

source: Filters products limit by maximum price.
de_de: Filtert Produkte bis zu einem Höchstpreis.
fr_fr: Filtre les produits jusqu’à un prix maximum.
ro_ro: Filtrează produse până la un preț maxim.
tr_tr: Ürünleri azami fiyata göre sınırlar.

source: Slide
de_de: Folie
fr_fr: Diapositive
tr_tr: Slayt

source: Count of customers
de_de: Anzahl der Kunden
fr_fr: Nombre de clients
ro_ro: Număr de clienți
tr_tr: Müşteri Sayısı

source: Shows the total of all registered customers.
de_de: Zeigt die Gesamtzahl aller registrierten Kunden an.
fr_fr: Affiche le total de tous les clients enregistrés.
ro_ro: Afișează numărul total de clienți înregistrați.
tr_tr: Kayıtlı tüm müşterilerin toplamını gösterir.

source: Count of orders
de_de: Anzahl der Bestellungen
fr_fr: Nombre de commandes
ro_ro: Număr de comenzi
tr_tr: Sipariş Sayısı

source: Shows the total of all orders.
de_de: Zeigt die Gesamtzahl aller Bestellungen an.
fr_fr: Affiche le total de toutes les commandes.
ro_ro: Afișează numărul total de comenzi.
tr_tr: Tüm siparişlerin toplamını gösterir.

source: Total Sales
de_de: Einnahmen
fr_fr: Ventes totales
ro_ro: Venituri
tr_tr: Toplam Satış

source: Shows the total amount of all paid orders.
de_de: Zeigt die Gesamteinnahmen an.
fr_fr: Affiche le montant total de toutes les commandes payées.
ro_ro: Afișează veniturile totale.
tr_tr: Ödenmiş tüm siparişlerin toplam tutarını gösterir.

source: Total time spent
de_de: Anzahl der Produkte
fr_fr: Temps total passé
ro_ro: Număr de produse
tr_tr: Harcanan Toplam Süre

source: Shows the average time customers spend on the mobile app.
de_de: Zeigt die Gesamtzahl aller Produkte an.
fr_fr: Affiche le temps moyen que les clients passent sur l’application mobile.
ro_ro: Afișează numărul total de produse.
tr_tr: Müşterilerin mobil uygulamada geçirdikleri ortalama süreyi gösterir.

source: Ensures define type of widget. This option does not change later.
de_de: "Mehr"‑Button aktivieren
fr_fr: Assure la définition du type de widget. Cette option ne pourra plus être modifiée ensuite.
ro_ro: Activează butonul "Mai mult"
tr_tr: Bileşen türünü tanımlamanızı sağlar. Bu seçenek daha sonra değiştirilemez.

source: Select type of widget.
de_de: Aktiviert den Button "Mehr" am Ende der Liste.
fr_fr: Sélectionnez le type de widget.
ro_ro: Activează butonul "Mai mult" la sfârșitul listei.
tr_tr: Bileşen türü seçin.

source: Add new %s
de_de: Neues %s hinzufügen
fr_fr: Ajouter un(e) nouveau(elle) %s
ro_ro: Adaugă %s nou
tr_tr: Yeni %s Ekle

source: Widget Type
de_de: Widget-Typ
fr_fr: Type de widget
ro_ro: Tipul de widget
tr_tr: Bileşen Türü

source: Firstly, select "Target" value for what want to do. If desired open an page, target is should be selected value of "Product" or "Product List". If desired do other process, "Target" value is should be selected "Custom".
de_de: Wählen Sie zunächst den Wert „Ziel“, um festzulegen, was getan werden soll. Soll eine Seite geöffnet werden, muss „Produkt“ oder „Produktliste“ gewählt werden. Für andere Vorgänge muss „Benutzerdefiniert“ gewählt werden.
fr_fr: Tout d’abord, sélectionnez la valeur "Target" correspondant à l’action souhaitée. Pour ouvrir une page, choisissez "Product" ou "Product List" comme cible. Pour toute autre opération, réglez "Target" sur "Custom".
ro_ro: Mai întâi selectați valoarea „Țintă” pentru ceea ce doriți să faceți. Dacă doriți să deschideți o pagină, valoarea „Țintă” trebuie să fie „Produs” sau „Listă produse”. Pentru alte procese, valoarea „Țintă” trebuie să fie „Personalizat”.
tr_tr: İlk olarak, ne yapmak isteyen "hedef" değerini seçin. İstenirse bir sayfayı aç, hedef "ürün" veya "ürün listesi" değeri seçilmelidir. İstenirse başka bir işlem yapın, "hedef" değeri "özel" seçilmelidir.

source: Ensures open a page or do other process.
de_de: Sorgt dafür, dass eine Seite geöffnet oder ein anderer Vorgang ausgeführt wird.
fr_fr: Assure l’ouverture d’une page ou l’exécution d’un autre processus.
ro_ro: Se asigură că se deschide o pagină sau se execută alt proces.
tr_tr: Bir sayfa açılmasını veya başka bir işlemin gerçekleştirilmesini sağlar.

source: This page, fixes language of text for front side.
de_de: Auf dieser Seite wird die Sprache des Textes für die Vorderseite festgelegt.
fr_fr: Cette page fixe la langue du texte côté frontal.
ro_ro: Această pagină fixează limba textului pentru partea de front‑end.
tr_tr: Bu sayfa, ön taraftaki metnin dilini düzeltir.

source: This year
de_de: Dieses Jahr
fr_fr: Cette année
ro_ro: Anul acesta
tr_tr: Bu Yıl

source: This month
de_de: Dieser Monat
fr_fr: Ce mois‑ci
ro_ro: Luna aceasta
tr_tr: Bu Ay

source: This week
de_de: Diese Woche
fr_fr: Cette semaine
ro_ro: Săptămâna aceasta
tr_tr: Bu Hafta

source: Target
de_de: Ziel
fr_fr: Cible
ro_ro: Țintă
tr_tr: Hedef

source: Product list
de_de: Produktliste
fr_fr: Liste de produits
ro_ro: Listă produse
tr_tr: Ürün Listesi

source: Product
de_de: Produkt
fr_fr: Produit
ro_ro: Produs
tr_tr: Ürün

source: slide
de_de: Folie
fr_fr: diapositive
tr_tr: slayt

source: title
de_de: Titel
fr_fr: titre
ro_ro: Titlu
tr_tr: başlık

source: item
de_de: Element
fr_fr: élément
ro_ro: Element
tr_tr: öğe

source: Key
de_de: Schlüssel
fr_fr: Clé
ro_ro: Cheie
tr_tr: Anahtar

source: Translating
de_de: Übersetzung
fr_fr: Traduction en cours
ro_ro: Traducere
tr_tr: Çevriliyor

source: Filter as sale
de_de: Nach Angebot filtern
fr_fr: Filtrer comme promotion
ro_ro: Filtrează după promoție
tr_tr: İndirimde Olarak Filtrele

source: Grid
de_de: Raster
fr_fr: Grille
ro_ro: Grilă
tr_tr: Izgara

source: Products Horizontal
de_de: Produkte (horizontal)
fr_fr: Produits horizontaux
ro_ro: Produse orizontal
tr_tr: Ürünler - Yatay

source: Slider
fr_fr: Curseur
tr_tr: Kaydırıcı

source: Enter keyword
de_de: Schlüsselwort eingeben
fr_fr: Saisissez un mot‑clé
ro_ro: Introduceți cuvânt‑cheie
tr_tr: Anahtar Kelime Girin

source: Appears selected media on slide banner.
de_de: Zeigt das ausgewählte Medium im Slide‑Banner an.
fr_fr: Le média sélectionné apparaît sur la bannière de la diapositive.
ro_ro: Afișează media selectată în bannerul slide.
tr_tr: Seçilen medya slayt banner'ında görünür.

source: Ensures select media for slide banner. Only one media can select.
de_de: Wählt ein Medium für das Slide‑Banner aus. Es kann nur ein Medium ausgewählt werden.
fr_fr: Assure la sélection d’un média pour la bannière de diapositive. Un seul média peut être choisi.
ro_ro: Selectați un media pentru bannerul slide. Se poate selecta un singur element media.
tr_tr: Slayt banner'ı için medya seçmenizi sağlar. Yalnızca bir medya seçilebilir.

source: Ensures change aspect ratio of slider.
de_de: Stellt das Seitenverhältnis des Sliders ein.
fr_fr: Assure le changement du format d’image du curseur.
ro_ro: Schimbă raportul de aspect al slider‑ului.
tr_tr: Kaydırıcının en‑boy oranını değiştirmenizi sağlar.

source: If desired change orientation of slider, aspect ratio should change. Default value is:
de_de: Wenn Sie die Ausrichtung des Sliders ändern möchten, muss das Seitenverhältnis angepasst werden. Standardwert ist:
fr_fr: Pour changer l’orientation du curseur, le format d’image doit être modifié. La valeur par défaut est :
ro_ro: Dacă doriți să schimbați orientarea slider‑ului, raportul de aspect trebuie modificat. Valoarea implicită este:
tr_tr: Kaydırıcının yönünü değiştirmek istiyorsanız en‑boy oranını ayarlamalısınız. Varsayılan değer:

source: Aspect ratio of slider
de_de: Seitenverhältnis des Sliders
fr_fr: Format d’image du curseur
ro_ro: Raport de aspect al slider‑ului
tr_tr: Kaydırıcının En‑Boy Oranı

source: Remove media
de_de: Medium entfernen
fr_fr: Supprimer le média

source: Select media
de_de: Medium auswählen
fr_fr: Sélectionner un média

source: Text border radius
de_de: Text‑Rahmenradius
fr_fr: Rayon de bordure du texte
ro_ro: Raza chenarului textului
tr_tr: Metin Kenar Yarıçapı

source: Text border width
de_de: Text‑Rahmenbreite
fr_fr: Largeur de bordure du texte
ro_ro: Lățimea chenarului textului
tr_tr: Metin Kenar Genişliği

source: Text border color
de_de: Text‑Rahmenfarbe
fr_fr: Couleur de bordure du texte
ro_ro: Culoarea chenarului textului
tr_tr: Metin Kenar Rengi

source: Text padding
de_de: Text‑Innenabstand
fr_fr: Marge interne du texte
ro_ro: Spațiere internă text
tr_tr: Metin Dolgusu

source: Text background color
de_de: Text‑Hintergrundfarbe
fr_fr: Couleur d’arrière‑plan du texte
ro_ro: Culoare fundal text
tr_tr: Metin Arkaplan Rengi

source: Text style class
de_de: Text‑Stilklasse
fr_fr: Classe de style du texte
ro_ro: Clasă de stil text
tr_tr: Metin Stil Sınıfı

source: Text alignment
de_de: Text‑Ausrichtung
fr_fr: Alignement du texte
ro_ro: Aliniere text
tr_tr: Metin Hizalaması

source: Text font size
de_de: Text‑Schriftgröße
fr_fr: Taille de police du texte
ro_ro: Dimensiune font text
tr_tr: Metin Yazı Tipi Boyutu

source: Text color
de_de: Textfarbe
fr_fr: Couleur du texte
ro_ro: Culoare text
tr_tr: Metin Rengi

source: Remove text
de_de: Text entfernen
fr_fr: Supprimer le texte
ro_ro: Elimină textul
tr_tr: Metni Kaldır

source: Clear texts
de_de: Texte löschen
fr_fr: Effacer les textes
ro_ro: Șterge textele
tr_tr: Metinleri Temizle

source: Add text
de_de: Text hinzufügen
fr_fr: Ajouter un texte
ro_ro: Adaugă text
tr_tr: Metin Ekle

source: Text Views
de_de: Textansichten
fr_fr: Vues de texte
ro_ro: Vizualizări text
tr_tr: Metin Görünümleri

source: Media action
de_de: Medienaktion
fr_fr: Action média
ro_ro: Acțiune media
tr_tr: Medya Eylemi

source: Ensures change foreground color for media.
de_de: Stellt sicher, dass die Vordergrundfarbe des Mediums geändert wird.
fr_fr: Assure la modification de la couleur de premier plan du média.
ro_ro: Asigură schimbarea culorii de prim‑plan pentru media.
tr_tr: Medya için önplan rengini değiştirmenizi sağlar.

source: Appears solid color on front of media.
de_de: Zeigt eine Vollfarbe vor dem Medium an.
fr_fr: Une couleur unie apparaît sur le devant du média.
ro_ro: Afișează o culoare solidă în fața media.
tr_tr: Medyanın önünde düz bir renk görünür.

source: Media foreground color
de_de: Medien‑Vordergrundfarbe
fr_fr: Couleur de premier plan du média
ro_ro: Culoare prim‑plan media
tr_tr: Medya Önplan Rengi

source: Media
de_de: Medien
fr_fr: Média
tr_tr: Medya

source: Left bottom
de_de: Links unten
fr_fr: Bas gauche
ro_ro: Stânga jos
tr_tr: Sol Alt

source: Right bottom
de_de: Rechts unten
fr_fr: Bas droit
ro_ro: Dreapta jos
tr_tr: Sağ Alt
